adt> adt -r 20
Illegal command!! (adt)

adt> adtd -b 20

adt> adtp
=== ADT (bst) ===


adt> adta -r 50

adt> adtp
=== ADT (bst) ===
[  0] = aonvnx   [  1] = bdoras   [  2] = brzscs   [  3] = cqfndd   
[  4] = csoxla   [  5] = dhlnyp   [  6] = dxwmbe   [  7] = ecoglo   
[  8] = elkwgy   [  9] = enaqkv   [ 10] = fjdcqh   [ 11] = gpcbgx   
[ 12] = hvvrrb   [ 13] = ibqbzm   [ 14] = isruoa   [ 15] = itcohg   
[ 16] = jemxun   [ 17] = jqsvhi   [ 18] = jwjehw   [ 19] = kzsyfd   
[ 20] = luuzkh   [ 21] = mfebwf   [ 22] = mknpnd   [ 23] = mspxew   
[ 24] = mulrct   [ 25] = nefovq   [ 26] = nvhizi   [ 27] = nzueat   
[ 28] = olusmr   [ 29] = oolqqs   [ 30] = pjeihj   [ 31] = pjgrrm   
[ 32] = poklhg   [ 33] = pwubvx   [ 34] = pyhoqj   [ 35] = qgtarv   
[ 36] = qljlcb   [ 37] = rkyghk   [ 38] = rqqlsm   [ 39] = segevj   
[ 40] = stcizy   [ 41] = tkjzze   [ 42] = wjvtwx   [ 43] = xdjqdb   
[ 44] = xfnpav   [ 45] = xvylrl   [ 46] = yfchfb   [ 47] = yoqgwq   
[ 48] = ypxgeo   [ 49] = zemvji   

adt> adtd -f 10
degree of node = 0
pf, _size = 49
degree of node = 0
pf, _size = 48
degree of node = 1
pf, _size = 47
degree of node = 1
pf, _size = 46
degree of node = 0
pf, _size = 45
degree of node = 0
pf, _size = 44
degree of node = 1
pf, _size = 43
degree of node = 0
pf, _size = 42
degree of node = 1
pf, _size = 41
degree of node = 1
pf, _size = 40

adt> adtd -b 10
degree of node = 1
pb, _size = 39
degree of node = 0
pb, _size = 38
degree of node = 1
pb, _size = 37
degree of node = 1
pb, _size = 36
degree of node = 0
pb, _size = 35
degree of node = 1
pb, _size = 34
degree of node = 0
pb, _size = 33
degree of node = 1
pb, _size = 32
degree of node = 0
pb, _size = 31
degree of node = 1
pb, _size = 30

adt> adtd -r 25
degree of node = 2
degree of suc = 1
degree of node = 1
er, _size = 29
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 28
degree of node = 0
er, _size = 27
degree of node = 1
er, _size = 26
degree of node = 1
er, _size = 25
degree of node = 1
er, _size = 24
degree of node = 0
pf, _size = 23
degree of node = 1
er, _size = 22
degree of node = 0
er, _size = 21
degree of node = 1
er, _size = 20
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 19
degree of node = 1
er, _size = 18
degree of node = 1
er, _size = 17
degree of node = 0
er, _size = 16
degree of node = 1
er, _size = 15
degree of node = 0
er, _size = 14
degree of node = 1
er, _size = 13
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 12
degree of node = 1
pf, _size = 11
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 10
degree of node = 2
degree of suc = 1
degree of node = 1
er, _size = 9
degree of node = 2
degree of suc = 1
degree of node = 1
er, _size = 8
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 7
degree of node = 0
er, _size = 6
degree of node = 0
er, _size = 5

adt> adtp
=== ADT (bst) ===
[  0] = hvvrrb   [  1] = kzsyfd   [  2] = nzueat   [  3] = oolqqs   
[  4] = qgtarv   

adt> adta -r 500

adt> adtd -r 50
degree of node = 1
er, _size = 504
degree of node = 0
er, _size = 503
degree of node = 1
er, _size = 502
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 501
degree of node = 2
degree of suc = 1
degree of node = 1
er, _size = 500
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 499
degree of node = 1
er, _size = 498
degree of node = 0
er, _size = 497
degree of node = 1
er, _size = 496
degree of node = 0
er, _size = 495
degree of node = 0
er, _size = 494
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 493
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 492
degree of node = 2
degree of suc = 1
degree of node = 1
er, _size = 491
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 490
degree of node = 1
er, _size = 489
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 488
degree of node = 0
er, _size = 487
degree of node = 1
er, _size = 486
degree of node = 2
degree of suc = 1
degree of node = 1
er, _size = 485
degree of node = 0
er, _size = 484
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 483
degree of node = 2
degree of suc = 1
degree of node = 1
er, _size = 482
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 481
degree of node = 0
er, _size = 480
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 479
degree of node = 1
er, _size = 478
degree of node = 0
er, _size = 477
degree of node = 2
degree of suc = 1
degree of node = 1
er, _size = 476
degree of node = 2
degree of suc = 1
degree of node = 1
er, _size = 475
degree of node = 1
er, _size = 474
degree of node = 1
er, _size = 473
degree of node = 0
er, _size = 472
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 471
degree of node = 0
er, _size = 470
degree of node = 0
er, _size = 469
degree of node = 0
er, _size = 468
degree of node = 1
er, _size = 467
degree of node = 2
degree of suc = 1
degree of node = 1
er, _size = 466
degree of node = 2
degree of suc = 1
degree of node = 1
er, _size = 465
degree of node = 2
degree of suc = 1
degree of node = 1
er, _size = 464
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 463
degree of node = 1
er, _size = 462
degree of node = 1
er, _size = 461
degree of node = 2
degree of suc = 0
degree of node = 0
er, _size = 460
degree of node = 1
er, _size = 459
degree of node = 1
er, _size = 458
degree of node = 0
er, _size = 457
degree of node = 2
degree of suc = 1
degree of node = 1
er, _size = 456
degree of node = 1
er, _size = 455

adt> q -f

degree of node = 1
pf, _size = 454
degree of node = 0
pf, _size = 453
degree of node = 1
pf, _size = 452
degree of node = 0
pf, _size = 451
degree of node = 1
pf, _size = 450
degree of node = 0
pf, _size = 449
degree of node = 1
pf, _size = 448
degree of node = 0
pf, _size = 447
degree of node = 1
pf, _size = 446
degree of node = 1
pf, _size = 445
degree of node = 0
pf, _size = 444
degree of node = 0
pf, _size = 443
degree of node = 1
pf, _size = 442
degree of node = 0
pf, _size = 441
degree of node = 1
pf, _size = 440
degree of node = 0
pf, _size = 439
degree of node = 1
pf, _size = 438
degree of node = 0
pf, _size = 437
degree of node = 1
pf, _size = 436
degree of node = 1
pf, _size = 435
degree of node = 0
pf, _size = 434
degree of node = 0
pf, _size = 433
degree of node = 0
pf, _size = 432
degree of node = 1
pf, _size = 431
degree of node = 0
pf, _size = 430
degree of node = 0
pf, _size = 429
degree of node = 1
pf, _size = 428
degree of node = 1
pf, _size = 427
degree of node = 1
pf, _size = 426
degree of node = 0
pf, _size = 425
degree of node = 0
pf, _size = 424
degree of node = 1
pf, _size = 423
degree of node = 1
pf, _size = 422
degree of node = 1
pf, _size = 421
degree of node = 1
pf, _size = 420
degree of node = 0
pf, _size = 419
degree of node = 0
pf, _size = 418
degree of node = 0
pf, _size = 417
degree of node = 1
pf, _size = 416
degree of node = 1
pf, _size = 415
degree of node = 0
pf, _size = 414
degree of node = 1
pf, _size = 413
degree of node = 0
pf, _size = 412
degree of node = 0
pf, _size = 411
degree of node = 1
pf, _size = 410
degree of node = 1
pf, _size = 409
degree of node = 0
pf, _size = 408
degree of node = 0
pf, _size = 407
degree of node = 1
pf, _size = 406
degree of node = 1
pf, _size = 405
degree of node = 1
pf, _size = 404
degree of node = 0
pf, _size = 403
degree of node = 0
pf, _size = 402
degree of node = 1
pf, _size = 401
degree of node = 1
pf, _size = 400
degree of node = 1
pf, _size = 399
degree of node = 0
pf, _size = 398
degree of node = 0
pf, _size = 397
degree of node = 1
pf, _size = 396
degree of node = 1
pf, _size = 395
degree of node = 1
pf, _size = 394
degree of node = 0
pf, _size = 393
degree of node = 1
pf, _size = 392
degree of node = 0
pf, _size = 391
degree of node = 0
pf, _size = 390
degree of node = 1
pf, _size = 389
degree of node = 0
pf, _size = 388
degree of node = 1
pf, _size = 387
degree of node = 0
pf, _size = 386
degree of node = 1
pf, _size = 385
degree of node = 1
pf, _size = 384
degree of node = 0
pf, _size = 383
degree of node = 1
pf, _size = 382
degree of node = 0
pf, _size = 381
degree of node = 1
pf, _size = 380
degree of node = 0
pf, _size = 379
degree of node = 0
pf, _size = 378
degree of node = 1
pf, _size = 377
degree of node = 1
pf, _size = 376
degree of node = 1
pf, _size = 375
degree of node = 0
pf, _size = 374
degree of node = 1
pf, _size = 373
degree of node = 1
pf, _size = 372
degree of node = 0
pf, _size = 371
degree of node = 1
pf, _size = 370
degree of node = 0
pf, _size = 369
degree of node = 1
pf, _size = 368
degree of node = 1
pf, _size = 367
degree of node = 1
pf, _size = 366
degree of node = 0
pf, _size = 365
degree of node = 1
pf, _size = 364
degree of node = 0
pf, _size = 363
degree of node = 1
pf, _size = 362
degree of node = 1
pf, _size = 361
degree of node = 1
pf, _size = 360
degree of node = 0
pf, _size = 359
degree of node = 1
pf, _size = 358
degree of node = 0
pf, _size = 357
degree of node = 1
pf, _size = 356
degree of node = 0
pf, _size = 355
degree of node = 0
pf, _size = 354
degree of node = 1
pf, _size = 353
degree of node = 0
pf, _size = 352
degree of node = 0
pf, _size = 351
degree of node = 1
pf, _size = 350
degree of node = 0
pf, _size = 349
degree of node = 1
pf, _size = 348
degree of node = 0
pf, _size = 347
degree of node = 1
pf, _size = 346
degree of node = 0
pf, _size = 345
degree of node = 1
pf, _size = 344
degree of node = 0
pf, _size = 343
degree of node = 0
pf, _size = 342
degree of node = 1
pf, _size = 341
degree of node = 0
pf, _size = 340
degree of node = 1
pf, _size = 339
degree of node = 1
pf, _size = 338
degree of node = 0
pf, _size = 337
degree of node = 0
pf, _size = 336
degree of node = 1
pf, _size = 335
degree of node = 1
pf, _size = 334
degree of node = 1
pf, _size = 333
degree of node = 0
pf, _size = 332
degree of node = 0
pf, _size = 331
degree of node = 1
pf, _size = 330
degree of node = 1
pf, _size = 329
degree of node = 0
pf, _size = 328
degree of node = 1
pf, _size = 327
degree of node = 0
pf, _size = 326
degree of node = 0
pf, _size = 325
degree of node = 1
pf, _size = 324
degree of node = 0
pf, _size = 323
degree of node = 0
pf, _size = 322
degree of node = 1
pf, _size = 321
degree of node = 1
pf, _size = 320
degree of node = 1
pf, _size = 319
degree of node = 0
pf, _size = 318
degree of node = 1
pf, _size = 317
degree of node = 0
pf, _size = 316
degree of node = 1
pf, _size = 315
degree of node = 1
pf, _size = 314
degree of node = 1
pf, _size = 313
degree of node = 0
pf, _size = 312
degree of node = 1
pf, _size = 311
degree of node = 1
pf, _size = 310
degree of node = 0
pf, _size = 309
degree of node = 1
pf, _size = 308
degree of node = 1
pf, _size = 307
degree of node = 0
pf, _size = 306
degree of node = 1
pf, _size = 305
degree of node = 0
pf, _size = 304
degree of node = 1
pf, _size = 303
degree of node = 0
pf, _size = 302
degree of node = 0
pf, _size = 301
degree of node = 1
pf, _size = 300
degree of node = 1
pf, _size = 299
degree of node = 0
pf, _size = 298
degree of node = 1
pf, _size = 297
degree of node = 1
pf, _size = 296
degree of node = 0
pf, _size = 295
degree of node = 0
pf, _size = 294
degree of node = 1
pf, _size = 293
degree of node = 0
pf, _size = 292
degree of node = 1
pf, _size = 291
degree of node = 0
pf, _size = 290
degree of node = 0
pf, _size = 289
degree of node = 1
pf, _size = 288
degree of node = 0
pf, _size = 287
degree of node = 1
pf, _size = 286
degree of node = 0
pf, _size = 285
degree of node = 1
pf, _size = 284
degree of node = 0
pf, _size = 283
degree of node = 1
pf, _size = 282
degree of node = 0
pf, _size = 281
degree of node = 0
pf, _size = 280
degree of node = 1
pf, _size = 279
degree of node = 0
pf, _size = 278
degree of node = 1
pf, _size = 277
degree of node = 1
pf, _size = 276
degree of node = 0
pf, _size = 275
degree of node = 0
pf, _size = 274
degree of node = 0
pf, _size = 273
degree of node = 1
pf, _size = 272
degree of node = 1
pf, _size = 271
degree of node = 0
pf, _size = 270
degree of node = 1
pf, _size = 269
degree of node = 0
pf, _size = 268
degree of node = 0
pf, _size = 267
degree of node = 0
pf, _size = 266
degree of node = 1
pf, _size = 265
degree of node = 0
pf, _size = 264
degree of node = 0
pf, _size = 263
degree of node = 1
pf, _size = 262
degree of node = 1
pf, _size = 261
degree of node = 1
pf, _size = 260
degree of node = 1
pf, _size = 259
degree of node = 0
pf, _size = 258
degree of node = 1
pf, _size = 257
degree of node = 0
pf, _size = 256
degree of node = 0
pf, _size = 255
degree of node = 1
pf, _size = 254
degree of node = 0
pf, _size = 253
degree of node = 1
pf, _size = 252
degree of node = 1
pf, _size = 251
degree of node = 0
pf, _size = 250
degree of node = 0
pf, _size = 249
degree of node = 1
pf, _size = 248
degree of node = 0
pf, _size = 247
degree of node = 0
pf, _size = 246
degree of node = 1
pf, _size = 245
degree of node = 0
pf, _size = 244
degree of node = 0
pf, _size = 243
degree of node = 0
pf, _size = 242
degree of node = 1
pf, _size = 241
degree of node = 0
pf, _size = 240
degree of node = 0
pf, _size = 239
degree of node = 0
pf, _size = 238
degree of node = 1
pf, _size = 237
degree of node = 0
pf, _size = 236
degree of node = 1
pf, _size = 235
degree of node = 1
pf, _size = 234
degree of node = 0
pf, _size = 233
degree of node = 0
pf, _size = 232
degree of node = 1
pf, _size = 231
degree of node = 0
pf, _size = 230
degree of node = 1
pf, _size = 229
degree of node = 0
pf, _size = 228
degree of node = 1
pf, _size = 227
degree of node = 1
pf, _size = 226
degree of node = 0
pf, _size = 225
degree of node = 0
pf, _size = 224
degree of node = 1
pf, _size = 223
degree of node = 0
pf, _size = 222
degree of node = 0
pf, _size = 221
degree of node = 1
pf, _size = 220
degree of node = 0
pf, _size = 219
degree of node = 1
pf, _size = 218
degree of node = 1
pf, _size = 217
degree of node = 1
pf, _size = 216
degree of node = 0
pf, _size = 215
degree of node = 0
pf, _size = 214
degree of node = 1
pf, _size = 213
degree of node = 0
pf, _size = 212
degree of node = 1
pf, _size = 211
degree of node = 0
pf, _size = 210
degree of node = 0
pf, _size = 209
degree of node = 1
pf, _size = 208
degree of node = 0
pf, _size = 207
degree of node = 1
pf, _size = 206
degree of node = 1
pf, _size = 205
degree of node = 1
pf, _size = 204
degree of node = 0
pf, _size = 203
degree of node = 1
pf, _size = 202
degree of node = 0
pf, _size = 201
degree of node = 1
pf, _size = 200
degree of node = 0
pf, _size = 199
degree of node = 1
pf, _size = 198
degree of node = 1
pf, _size = 197
degree of node = 0
pf, _size = 196
degree of node = 1
pf, _size = 195
degree of node = 0
pf, _size = 194
degree of node = 1
pf, _size = 193
degree of node = 0
pf, _size = 192
degree of node = 0
pf, _size = 191
degree of node = 1
pf, _size = 190
degree of node = 0
pf, _size = 189
degree of node = 1
pf, _size = 188
degree of node = 0
pf, _size = 187
degree of node = 1
pf, _size = 186
degree of node = 1
pf, _size = 185
degree of node = 0
pf, _size = 184
degree of node = 1
pf, _size = 183
degree of node = 0
pf, _size = 182
degree of node = 1
pf, _size = 181
degree of node = 1
pf, _size = 180
degree of node = 1
pf, _size = 179
degree of node = 0
pf, _size = 178
degree of node = 1
pf, _size = 177
degree of node = 1
pf, _size = 176
degree of node = 1
pf, _size = 175
degree of node = 0
pf, _size = 174
degree of node = 0
pf, _size = 173
degree of node = 1
pf, _size = 172
degree of node = 1
pf, _size = 171
degree of node = 0
pf, _size = 170
degree of node = 1
pf, _size = 169
degree of node = 1
pf, _size = 168
degree of node = 0
pf, _size = 167
degree of node = 0
pf, _size = 166
degree of node = 0
pf, _size = 165
degree of node = 1
pf, _size = 164
degree of node = 1
pf, _size = 163
degree of node = 1
pf, _size = 162
degree of node = 0
pf, _size = 161
degree of node = 1
pf, _size = 160
degree of node = 1
pf, _size = 159
degree of node = 0
pf, _size = 158
degree of node = 1
pf, _size = 157
degree of node = 0
pf, _size = 156
degree of node = 1
pf, _size = 155
degree of node = 0
pf, _size = 154
degree of node = 0
pf, _size = 153
degree of node = 1
pf, _size = 152
degree of node = 0
pf, _size = 151
degree of node = 1
pf, _size = 150
degree of node = 0
pf, _size = 149
degree of node = 1
pf, _size = 148
degree of node = 0
pf, _size = 147
degree of node = 1
pf, _size = 146
degree of node = 1
pf, _size = 145
degree of node = 0
pf, _size = 144
degree of node = 0
pf, _size = 143
degree of node = 1
pf, _size = 142
degree of node = 0
pf, _size = 141
degree of node = 0
pf, _size = 140
degree of node = 1
pf, _size = 139
degree of node = 1
pf, _size = 138
degree of node = 0
pf, _size = 137
degree of node = 1
pf, _size = 136
degree of node = 0
pf, _size = 135
degree of node = 0
pf, _size = 134
degree of node = 0
pf, _size = 133
degree of node = 1
pf, _size = 132
degree of node = 0
pf, _size = 131
degree of node = 1
pf, _size = 130
degree of node = 0
pf, _size = 129
degree of node = 1
pf, _size = 128
degree of node = 0
pf, _size = 127
degree of node = 0
pf, _size = 126
degree of node = 1
pf, _size = 125
degree of node = 1
pf, _size = 124
degree of node = 0
pf, _size = 123
degree of node = 0
pf, _size = 122
degree of node = 1
pf, _size = 121
degree of node = 0
pf, _size = 120
degree of node = 0
pf, _size = 119
degree of node = 1
pf, _size = 118
degree of node = 0
pf, _size = 117
degree of node = 1
pf, _size = 116
degree of node = 0
pf, _size = 115
degree of node = 1
pf, _size = 114
degree of node = 0
pf, _size = 113
degree of node = 1
pf, _size = 112
degree of node = 0
pf, _size = 111
degree of node = 1
pf, _size = 110
degree of node = 0
pf, _size = 109
degree of node = 1
pf, _size = 108
degree of node = 0
pf, _size = 107
degree of node = 0
pf, _size = 106
degree of node = 0
pf, _size = 105
degree of node = 1
pf, _size = 104
degree of node = 0
pf, _size = 103
degree of node = 1
pf, _size = 102
degree of node = 1
pf, _size = 101
degree of node = 0
pf, _size = 100
degree of node = 0
pf, _size = 99
degree of node = 1
pf, _size = 98
degree of node = 0
pf, _size = 97
degree of node = 1
pf, _size = 96
degree of node = 1
pf, _size = 95
degree of node = 1
pf, _size = 94
degree of node = 1
pf, _size = 93
degree of node = 0
pf, _size = 92
degree of node = 0
pf, _size = 91
degree of node = 0
pf, _size = 90
degree of node = 0
pf, _size = 89
degree of node = 1
pf, _size = 88
degree of node = 0
pf, _size = 87
degree of node = 1
pf, _size = 86
degree of node = 0
pf, _size = 85
degree of node = 1
pf, _size = 84
degree of node = 0
pf, _size = 83
degree of node = 1
pf, _size = 82
degree of node = 1
pf, _size = 81
degree of node = 0
pf, _size = 80
degree of node = 1
pf, _size = 79
degree of node = 1
pf, _size = 78
degree of node = 0
pf, _size = 77
degree of node = 1
pf, _size = 76
degree of node = 0
pf, _size = 75
degree of node = 0
pf, _size = 74
degree of node = 1
pf, _size = 73
degree of node = 1
pf, _size = 72
degree of node = 0
pf, _size = 71
degree of node = 0
pf, _size = 70
degree of node = 1
pf, _size = 69
degree of node = 1
pf, _size = 68
degree of node = 0
pf, _size = 67
degree of node = 0
pf, _size = 66
degree of node = 1
pf, _size = 65
degree of node = 0
pf, _size = 64
degree of node = 0
pf, _size = 63
degree of node = 0
pf, _size = 62
degree of node = 0
pf, _size = 61
degree of node = 1
pf, _size = 60
degree of node = 1
pf, _size = 59
degree of node = 0
pf, _size = 58
degree of node = 0
pf, _size = 57
degree of node = 0
pf, _size = 56
degree of node = 1
pf, _size = 55
degree of node = 0
pf, _size = 54
degree of node = 1
pf, _size = 53
degree of node = 0
pf, _size = 52
degree of node = 1
pf, _size = 51
degree of node = 0
pf, _size = 50
degree of node = 1
pf, _size = 49
degree of node = 1
pf, _size = 48
degree of node = 0
pf, _size = 47
degree of node = 0
pf, _size = 46
degree of node = 1
pf, _size = 45
degree of node = 1
pf, _size = 44
degree of node = 0
pf, _size = 43
degree of node = 0
pf, _size = 42
degree of node = 0
pf, _size = 41
degree of node = 1
pf, _size = 40
degree of node = 0
pf, _size = 39
degree of node = 1
pf, _size = 38
degree of node = 1
pf, _size = 37
degree of node = 0
pf, _size = 36
degree of node = 1
pf, _size = 35
degree of node = 0
pf, _size = 34
degree of node = 1
pf, _size = 33
degree of node = 0
pf, _size = 32
degree of node = 0
pf, _size = 31
degree of node = 1
pf, _size = 30
degree of node = 0
pf, _size = 29
degree of node = 1
pf, _size = 28
degree of node = 0
pf, _size = 27
degree of node = 1
pf, _size = 26
degree of node = 1
pf, _size = 25
degree of node = 0
pf, _size = 24
degree of node = 0
pf, _size = 23
degree of node = 1
pf, _size = 22
degree of node = 0
pf, _size = 21
degree of node = 1
pf, _size = 20
degree of node = 1
pf, _size = 19
degree of node = 0
pf, _size = 18
degree of node = 1
pf, _size = 17
degree of node = 0
pf, _size = 16
degree of node = 0
pf, _size = 15
degree of node = 1
pf, _size = 14
degree of node = 0
pf, _size = 13
degree of node = 1
pf, _size = 12
degree of node = 0
pf, _size = 11
degree of node = 1
pf, _size = 10
degree of node = 1
pf, _size = 9
degree of node = 0
pf, _size = 8
degree of node = 1
pf, _size = 7
degree of node = 0
pf, _size = 6
degree of node = 1
pf, _size = 5
degree of node = 0
pf, _size = 4
